TOKEN = '1839058141:AAHvWMZuTX985bfFjehfmiWOK3BYyiIjyks'
STATUS_LIST = {'ecn': {0: 'комплектация',
                       1: 'скомплектован',
                       2: 'сборка',
                       3: 'собран',
                       4: 'испытание',
                       5: 'испытан'},
               'ped': {1: 'Комплектация',
                       2: 'Сборка',
                       3: 'Испытание'}}
CHANGE_LIST = {'ecn': {0: 'Завершить компектацию',
                       1: 'Начать сборку',
                       2: 'сборка',
                       2.1: 'Проверка теплового зазора',
                       2.2: 'Проверка вылетов вала',
                       3: 'Начать испытание',
                       4: 'Завершить испытание',
                       5: 'испытан'}}