TOKEN = '1839058141:AAHvWMZuTX985bfFjehfmiWOK3BYyiIjyks'
STATUS_LIST = {
    'ecn': {
        0: 'комплектация',
        1: 'скомплектован',
        2: 'сборка',
        3: 'собран',
        4: 'испытание',
        5: 'испытан'
    },
    'ped': {
        0: 'комплектация',
        1: 'скомплектован',
        2: 'сборка',
        3: 'собран',
        4: 'испытание',
        5: 'испытан'
    },
    'gz': {
        0: 'комплектация',
        1: 'скомплектован',
        2: 'сборка',
        3: 'собран',
        4: 'испытание',
        5: 'испытан'
    }
}
CHANGE_LIST = {
    'ecn': {
        0.00: 'Загрузить фотоотчет',
        0.01: 'Завершить компектацию',
        1: 'Начать сборку',
        2.00: 'Контроль вращения вала',
        2.01: 'Контроль вылетов вала',
        2.02: 'Контроль биения',
        2.03: 'Состояние корпуса',
        2.04: 'Завершить сборку',
        3: 'Начать испытание',
        4.00: 'Загрузить фотоотчет',
        4.01: 'Завершить испытание',
        5: 'испытан'
    },
    'ped': {
        0: 'Завершить компектацию',
        1: 'Начать сборку',
        2.01: 'Контроль качества мойки вала',
        2.02: 'Контроль теплового зазора',
        2.03: 'Качество пайки, дополнительной изоляции',
        2.04: 'Контроль заглубления колодки',
        2.05: 'Контроль момента вращения вала',
        2.06: 'Контроль фазировки',
        2.07: 'Контроль биения',
        2.08: 'Контроль сопротивления изоляции',
        2.09: 'Контроль индекса поляризации',
        2.10: 'Состояние корпуса',
        3: 'Начать испытание',
        4: 'Завершить испытание',
        5: 'испытан'
    },
    'gz': {
        0: 'Завершить компектацию',
        1: 'Начать сборку',
        2.01: 'Контроль теплового зазора пяты',
        2.02: 'Контроль опрессовки ТУ',
        2.03: 'Контроль срабатывания клапанов',
        2.04: 'Контроль вращения вала',
        2.05: 'Контроль вылетов вала',
        2.06: 'Контроль биения',
        2.07: 'Состояние корпуса',
        3: 'Начать испытание',
        4: 'Завершить испытание',
        5: 'испытан'
    }
}
